hathach/tinyusb/examples/device/board_test/sdkconfig.defaults
CONFIG_IDF_CMAKE=y
CONFIG_IDF_TARGET="esp32s2"
CONFIG_IDF_TARGET_ESP32S2=y

